Autodesk.Revit.DB.Architecture.StairsEndNotchOption
The style of notch width for the stairs.
Since:
2013

Autodesk.Revit.DB.Architecture.StairsEndNotchOption.Custom
The notch width is customized by user.

Autodesk.Revit.DB.Architecture.StairsEndNotchOption.FullRunWidth
The notch width is the run width.